# St7GetBrickLineThickness

Returns the thickness of the brick outlines.

long St7GetBrickLineThickness(long uID, long* Thickness)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Thickness
The brick outline thickness in the range kMinThickness to kMaxThickness.